[
  "code-styler",
  "calendar",
  "customjs",
  "dataview",
  "editing-toolbar",
  "execute-code",
  "file-explorer-note-count",
  "file-explorer-plus",
  "folder-links",
  "homepage",
  "image-converter",
  "obsidian-local-rest-api",
  "mcp-tools",
  "omnisearch",
  "open-vscode",
  "periodic-notes",
  "obsidian-projects",
  "quickadd",
  "recent-files-obsidian",
  "obsidian-shellcommands",
  "obsidian-style-settings",
  "obsidian-vault-statistics-plugin",
  "vscode-editor",
  "templater-obsidian",
  "marp-slides",
  "automatic-table-of-contents",
  "colored-text",
  "obsidian-git"
]